Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/vinner_av_nordisk_samisk_sprakpris_-_gollegiella_2022.html.tmx
Source language: nob
Languages: smj

source: Vinner av Nordisk samisk språkpris – Gollegiella 2022
smj: Gållegiela 2022 vuojtte - Nuorttarijkaj sáme giellaguddnebálkká

source: Nordisk samisk språkpris – Gollegiella 2022 tildeles professor emeritus Ole Henrik Magga.
smj: Nuorttarijkaj sáme giellaguddnebálkká - Gållegiella 2022 vatteduvvá emeridus professåvrråj Ole Henrik Magga.

source: Han har gjennom hele sitt liv gjort fremragende innsats for å fremme, utvikle og bevare de samiske språkene.
smj: Sån la ålles viessomájge dahkam nåv ájnás dagojt åvdedittjat, åvddånahtátjit ja várjjalittjat sámegielajt.

source: Gjennom sitt livsverk har han vist samene og omverdenen at samisk er et betydningsfullt og levende språk.
smj: Dagoj tjadá de l dav vuosedam sámijda ja värálda viesajdiddjijda sámegiella l ájnas ja viesso giella.

source: Sverige er vertslandet for utdelingen av språkprisen Gollegiella, som deles ut for tiende gang.
smj: Svierik la värddalánnda gå giellaguddnebálkká Gållegiella lågåt bále vatteduvvá.

source: Prisutdelingen finner sted i forbindelse med minister- og sametingspresidentmøtet i Stockholm den 18. januar 2023.
smj: Guddnebálkká vatteduvvá gå ministar- ja sámediggepresidänntatjåhkanibme ásaduvvá Stockhålman ådåjakmáno 18. b. 2023.

source: – Å bevare og utvikle de samiske språkene er et utrolig viktig arbeid.
smj: – Várjjalit ja åvddånahttet sámegielajt la sieldes ájnas.

source: Ole Henrik Magga har lenge vært en sterk stemme for bruk av de samiske språkene, og derfor er jeg stolt over å dele ut Gollegiella språkpris til Ole Henrik i dag, sier Sveriges kulturminister Parisa Liljestrand.
smj: Ole Henrik Magga l mälggadav årrum ájnas åvddågåvvån sámegielak adnemij hárráj, ja dajna lav mihá gå mån uddni oattjov vaddet giellaguddnebálkáv Gållegielav Ole Henrik:ij, javllá Svierik kultuvrraministar Parisa Liljestrand.

source: – Jeg er svært glad for å gratulere Ole Henrik Magga med å vinne Gollegiella-prisen 2022.
smj: – Mån lav harmmis ávon gå oattjov guddnedit Ole Henrik Magga:v guddnebálkkáj-Gållegiella 2022.

source: Hans livsverk viser at han fortjener å bli anerkjent og belønnet, sier Sveriges sametingspresident Håkan Jonsson.
smj: Sådnå ánssit goappátjagá tsuojgoduvvat ja guddneduvvat ålles suv viessomdago åvdås, javllá Håkan Jonsson, Svierik sámedikke stivrraåvddåulmusj.

source: Ole Henrik Magga ble født i 1947 i Kautokeino i Nord-Norge.
smj: Ole Henrik Magga l riegádam 1947 Guovdageainon, Vuonan.

source: I sitt virke for de samiske språkene har han i flere tiår arbeidet for språkenes utvikling, blant annet gjennom akademiske studier, forskning og utvikling av læremidler og undervisning.
smj: Sån la moadda lågejage barggam vaj sámegiela galggi åvddånit, iehtjádij siegen akademak åhpadusáj, åtsådimijn ja åvddånahttemijn åhpadimnävojs ja åhpadimijn.

source: Magga har utarbeidet den moderne nordsamiske ortografien, skrevet en sørsamisk grammatikk sammen med Lajla Mattsson Magga og deltatt i utviklingen av både den ume- og pitesamiske ortografien.
smj: Magga l dahkam dálásj nuorttasáme tjállemvuogev, tjállám la oarjjelsáme grammatijkav aktan Lajla Mattsson Magga:jn ja l säbrram gå åvddånahtij goappátjagá ubbmem- ja bihtámsáme tjállemvuogijt.

source: Magga har også bidratt i oppbyggingen av urfolksinstitusjoner nasjonalt og internasjonalt, blant annet som den første lederen for FNs permanente forum for urfolksspørsmål og ved å bygge opp Sametinget i Norge, der Ole Henrik Magga var den første presidenten.
smj: Magga l aj viehkedam gå vuododij rijkalasj ja rijkajgasskasasj álggoálmmukinstitusjåvnåjt, buojkulvissan lij vuostasj åvddåulmusj AN:a stuoves forumin álggoálmmukássjijda ja aj gå vuododij Sámedikkev Vuonan, gånnå Ole Henrik Magga válljiduváj vuostasj åvddåulmutjin.

source: Språkprisen Gollegiella ble stiftet for å motivere til utvikling og revitalisering av de samiske språkene.
smj: Giellaguddnebálkká Gållegiella l ásaduvvam loakkátjit ulmutjijt åvddånahttet ja älládit sámegielajt.

source: Prisen deles ut annethvert år.
smj: Guddnebálkká vatteduvvá juohkka nuppe jage.

source: Les mer om prisen og tidligere prisvinnere .
smj: Lågå ienebuv guddnebálká birra ja åvdep guddnebálkkávuojttij birra .
